package Basic.day05;
//任务
public class Task {
	public static void main(String[] args) {
		/*
		 * 1.数组基础知识的练习:
		 *   要求:
		 *     1.1)创建整型数组arr，包含10个元素
		 *         对每个元素赋值为0到99的随机数
		 *         输出每个元素的值
		 *     1.2)找出arr数组中的最小值，并输出
		 * 2.数组复制的练习:
		 *   要求:
		 *     2.1)在上一题的基础之上:
		 *         对arr数组进行扩大一个容量，
		 *         并将最小值赋值给最后一个元素
		 *         输出arr数组中的每一个元素的值
		 * 3.数组排序的练习:
		 *   要求:
		 *     3.1)创建整型数组arr，包含10个元素
		 *         对每个元素赋值为0到99的随机数
		 *         输出每个元素的值
		 *     3.2)冒泡算法实现对arr数组进行降序
		 *         输出arr数组中的每一个元素
		 * 4.打印九九乘法表
		 */
	}
}










